Repository: 102464/Bulk-Crap-Uninstaller
Catalog: BulkCrapUninstaller/Forms/MainWindow.*.resx
Languages: pl

# groupBox1.Text
source: Search
pl: Wyszukiwarka

# olvColumnDisplayName.Text
source: Name
pl: Nazwa

# olvColumnPublisher.Text
source: Publisher
pl: Wydawca

# olvColumnDisplayVersion.Text
source: Version
pl: Wersja

# olvColumnInstallDate.Text
source: Install Date
pl: Data instalacji

# olvColumnSize.Text
source: Size
pl: Rozmiar

# olvColumnStartup.Text
source: Startup
pl: Autostart

# olvColumnIs64.Text
source: 64bit
pl: 64bity

# olvColumnUninstallString.Text
source: Uninstall command
pl: Komenda dezinstalacji

# olvColumnAbout.Text
source: About URL
pl: Adres informacji

# olvColumnInstallSource.Text
source: Install Source
pl: Źródło instalacji

# olvColumnInstallLocation.Text
source: Install Location
pl: Miejsce zainstalowania

# olvColumnUninstallerKind.Text
source: Uninstaller Kind
pl: Rodzaj dezinstalatora

# olvColumnSystemComponent.Text
source: System Component
pl: Element systemowy

# olvColumnProtected.Text
source: Protected
pl: Zabezpieczony

# olvColumnRegistryKeyName.Text
source: Registry key
pl: Klucz rejestru

# olvColumnGuid.Text
source: Product code
pl: Kod produktu

# olvColumnQuietUninstallString.Text
source: Quiet uninstall command
pl: Komenda cichej dezinstalacji

# toolStripButton1.Text
source: Reload uninstallers
pl: Odśwież dezinstalatory

# toolStripButton7.Text
source: Open uninstall lists...
pl: Otwórz listy dezinstalatorów...

# toolStripButtonSelAll.Text
source: Select all
pl: Zaznacz wszystko

# toolStripButtonSelNone.Text
source: Deselect all
pl: Odznacz wszystko

# toolStripButtonSelInv.Text
source: Invert selection
pl: Odwróć zaznaczenie

# toolStripButtonUninstall.Text
source: Uninstall
pl: Odinstaluj

# toolStripButton2.Text
source: Uninstall quietly
pl: Odinstaluj cicho

# toolStripButtonProperties.Text
source: Properties
pl: Właściwości

# uninstallContextMenuStripItem.Text
source: &Uninstall
pl: &Odinstaluj

# quietUninstallContextMenuStripItem.Text
source: Uninstall &quietly
pl: Odinstaluj &cicho

# manualUninstallToolStripMenuItem1.Text
source: Uninstall &manually
pl: Odinstaluj &ręcznie

# msiInstallContextMenuStripItem.Text
source: &Install or configure (/I)
pl: &Instaluj lub skonfiguruj (/I)

# msiUninstallContextMenuStripItem.Text
source: &Uninstall (/X)
pl: &Odinstaluj (/X)

# msiQuietUninstallContextMenuStripItem.Text
source: &Quiet uninstall (/X /qb)
pl: Odinstaluj &cicho (/X /qb)

# uninstallUsingMsiExecContextMenuStripItem.Text
source: Uninstall using &MsiExec...
pl: Odinstaluj przez &MsiExec

# fullInformationCopyContextMenuStripItem.Text
source: &Full information
pl: &Pełne informacje

# programNameCopyContextMenuStripItem.Text
source: Program name
pl: Nazwa programu

# gUIDProductCodeCopyContextMenuStripItem.Text
source: Product code / GUID
pl: Kod produktu / GUID

# fullRegistryPathCopyContextMenuStripItem.Text
source: Full registry path
pl: Ścieżka klucza w rejestrze

# uninstallStringCopyContextMenuStripItem.Text
source: Uninstall string
pl: Komenda dezinstalacji

# copyToClipboardContextMenuStripItem.Text
source: &Copy to Clipboard...
pl: &Kopiuj do schowka...

# deleteRegistryEntryContextMenuStripItem.Text
source: &Delete registry entry
pl: &Usuń klucze rejestru

# renameContextMenuStripItem.Text
source: &Rename...
pl: &Zmień nazwę...

# installLocationOpenInExplorerContextMenuStripItem.Text
source: &Install location
pl: Miejsce &zainstalowania

# uninstallerLocationOpenInExplorerContextMenuStripItem.Text
source: &Uninstaller location
pl: Miejsce &dezinstalatora

# sourceLocationOpenInExplorerContextMenuStripItem.Text
source: &Source location
pl: Źródło &instalacji

# openInExplorerContextMenuStripItem.Text
source: Open in &explorer...
pl: Otwórz w &explorerze...

# openWebPageContextMenuStripItem.Text
source: Open &Web Page
pl: Otwórz stronę &Web

# lookUpOnlineToolStripMenuItem.Text
source: &Search on line
pl: &Szukaj online

# propertiesContextMenuStripItem.Text
source: &Properties
pl: &Właściwości

# exportDialog.Filter
source: Text files|*.txt
pl: Pliki tekstowe|*.txt

# exportDialog.Title
source: Export selected uninstaller properties
pl: Eksportuj właściwości wybranych elementów

# reloadUninstallersToolStripMenuItem.Text
source: &Reload uninstallers
pl: &Odśwież dezinstalatory

# loadUninstallerListToolStripMenuItem.Text
source: &Open Uninstall List...
pl: Załaduj zaznaczenie z &list...

# exportSelectedToolStripMenuItem.Text
source: &Export selection...
pl: &Eksportuj zaznaczone pozycje...

# exitToolStripMenuItem.Text
source: E&xit
pl: Za&mknij

# fileToolStripMenuItem.Text
source: &File
pl: &Plik

# showColorLegendToolStripMenuItem.Text
source: Show color legend
pl: Pokaż legendę kolorów

# displayToolbarToolStripMenuItem.Text
source: Show &toolbar
pl: Pokaż pasek &narzędzi

# displayStatusbarToolStripMenuItem.Text
source: Show status &bar
pl: Pokaż pasek &stanu

# displaySettingsToolStripMenuItem.Text
source: Show &settings sidebar
pl: Pokaż panel &ustawień

# useSystemThemeToolStripMenuItem.Text
source: &Use system theme
pl: &Użyj motywu systemowego

# searchToolStripMenuItem.Text
source: Search...
pl: Szukaj...

# viewToolStripMenuItem.Text
source: &View
pl: &Widok

# uninstallToolStripMenuItem.Text
source: &Uninstall
pl: &Odinstaluj zaznaczone

# quietUninstallToolStripMenuItem.Text
source: Uninstall &quietly
pl: &Cicho odinstaluj zaznaczone

# copyFullInformationToolStripMenuItem.Text
source: &Full information
pl: &Pełne informacje

# toolStripMenuItem10.Text
source: Program name
pl: Nazwa programu

# toolStripMenuItem11.Text
source: Product code / GUID
pl: Kod produktu / GUID

# toolStripMenuItem12.Text
source: Full registry path
pl: Ścieżka klucza w rejestrze

# toolStripMenuItem13.Text
source: Uninstall string
pl: Komenda dezinstalacji

# toolStripMenuItem8.Text
source: &Copy to Clipboard...
pl: &Kopiuj do schowka...

# toolStripMenuItem5.Text
source: &Install location
pl: Miejsce &zainstalowania

# toolStripMenuItem6.Text
source: &Uninstaller location
pl: Miejsce &dezinstalatora

# toolStripMenuItem7.Text
source: &Source location
pl: Źródło &instalacji

# toolStripMenuItem1.Text
source: Open in &explorer...
pl: Otwórz w &explorerze...

# toolStripMenuItem14.Text
source: Open &Web Page
pl: Otwórz stronę &Web

# onlineSearchToolStripMenuItem.Text
source: &Search on line
pl: &Szukaj online

# propertiesToolStripMenuItem.Text
source: Show &properties
pl: &Właściwości

# basicOperationsToolStripMenuItem.Text
source: &Basic operations
pl: Po&dstawowe operacje

# manualUninstallToolStripMenuItem.Text
source: Uninstall &manually
pl: Odinstaluj &ręcznie

# toolStripMenuItem2.Text
source: &Install or configure (/I)
pl: &Instaluj lub skonfiguruj (/I)

# toolStripMenuItem3.Text
source: &Uninstall (/X)
pl: &Odinstaluj (/X)

# toolStripMenuItem4.Text
source: &Quiet uninstall (/X /qb)
pl: Odinstaluj &cicho (/X /qb)

# msiUninstalltoolStripMenuItem.Text
source: &Uninstall using MsiExec
pl: Odinstaluj przez &MsiExec

# renameToolStripMenuItem.Text
source: &Rename...
pl: &Zmień nazwę...

# disableAutostartToolStripMenuItem.Text
source: Disable autostart
pl: Wyłącz autostart

# deleteToolStripMenuItem.Text
source: &Delete registry key
pl: &Usuń klucze rejestru

# createBackupToolStripMenuItem.Text
source: Create &backup...
pl: Utwórz &kopię zapasową...

# openKeyInRegeditToolStripMenuItem.Text
source: &Open key in Regedit
pl: &Otwórz klucz w Regedit

# advancedOperationsToolStripMenuItem.Text
source: &Advanced operations
pl: &Zaawansowane operacje

# cleanUpProgramFilesToolStripMenuItem.Text
source: &Clean up "Program Files" folders...
pl: &Wyczyść foldery "Program Files"...

# openStartupManagerToolStripMenuItem.Text
source: Open Startup Manager
pl: Otwórz Menedżer Autostartu

# addWindowsFeaturesToTheListToolStripMenuItem.Text
source: &Uninstall Windows Features...
pl: &Odinstaluj funkcje systemu Windows...

# openProgramsAndFeaturesToolStripMenuItem.Text
source: Open "&Programs and Features"
pl: Otwórz &Programy i funkcje

# cleanUpTheSystemCCleanerToolStripMenuItem.Text
source: Clean up the system (CCleaner)
pl: Wyczyść system (CCleaner)

# updateApplicationsNiniteToolStripMenuItem.Text
source: Update applications (Ninite)
pl: Uaktualnij aplikacje (Ninite)

# settingsToolStripMenuItem.Text
source: &Settings
pl: &Ustawienia

# toolsToolStripMenuItem.Text
source: &Tools
pl: &Narzędzia

# openHelpToolStripMenuItem.Text
source: Open &help
pl: Otwórz &pomoc

# startSetupWizardToolStripMenuItem.Text
source: Start setup wizard
pl: Uruchom kreator konfiguracji

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
pl: Sprawdź uaktualnienia

# submitFeedbackToolStripMenuItem.Text
source: Submit feedback...
pl: Wyślij feedback...

# resetSettingsToolStripMenuItem.Text
source: Reset settings
pl: Resetuj ustawienia

# uninstallBCUninstallToolstripMenuItem.Text
source: Uninstall BCUninstaller
pl: Odinstaluj BCUninstaller

# aboutToolStripMenuItem.Text
source: &About
pl: &O programie

# helpToolStripMenuItem.Text
source: &Help
pl: Po&moc

# debugToolStripMenuItem.Text
source: Open &debug window
pl: Otwórz okno &debugowania

# createBackupFileDialog.Filter
source: Registry files|*.reg
pl: Pliki rejestru|*.reg

# createBackupFileDialog.Title
source: Create registry backup
pl: Utwórz kopię rejestru
